const post = [
    {
        href :"",
        src :"./image/post.jpg",
        text :"加密貨幣面臨的困難",
        content:"加密貨幣面臨的困難有很多，以下是一些主要的問題：法律和監管問題：加密貨幣是一個相對新的領域，法律和監管框架還沒有完全發展起來。許多國家還在研究如何規範加密貨幣市場，這導致了市場的不穩定性和不確定性。價值波動：加密貨幣市場的價值波動非常大，有時候價格可以在一天之內波動數十個百分點。這使得加密貨幣非常不穩定，讓人難以預測和信任。"
    },
    {
        href :"",
        src :"./image/post.jpg",
        text :"懶人包",
        content:"了解加密貨幣：加密貨幣是一種去中心化的數字貨幣，其交易和記錄都使用區塊鏈技術進行。比特幣是最著名的加密貨幣之一，但還有其他許多不同的加密貨幣。開立加密貨幣錢包：加密貨幣錢包是一個用於存儲加密貨幣的應用程式或服務。您可以在網上下載加密貨幣錢包，或使用一個交易所的錢包。"
    },
    {
        href :"",
        src :"./image/post.jpg",
        text :"小想法交流",
        content:"加密貨幣市場：加密貨幣市場是非常波動的，其價格受到各種因素的影響，包括市場需求、投資者情緒、政府政策等。近年來，加密貨幣市場呈現出逐漸成熟的趨勢，並逐漸得到了機構投資者和企業的青睞。加密貨幣交易所：加密貨幣交易所是買賣加密貨幣的平台，類似於股票交易所。目前市場上有許多加密貨幣交易所，其中一些較為知名的包括Binance、Coinbase、Kraken、Bitfinex等。"
    }
]